LEXICON = {
    'start': '<b>Выберите сортировку по цене с помощью кнопок снизу</b>',

    'stop': '<b>Чтобы начать поиск введите команду /search или нажмите ее тут\n\n</b>'
            '<b>Отправьте в чат команду /help или нажмите ее тут чтобы посмотреть функции бота </b>',

    'help': '<b>Этот бот поможет вам выбрать снять квартиру по суточно в Москве</b>\n\n'
            '<b>Чтобы начать поиск введите команду /search</b>\n'
            '<b>Чтобы посмотреть закладки введите комаду /mybookmarks</b>\n'
            '<b>Чтобы остановить поиск введите команду /stop</b>\n\n\n'
            '<b>Бот находиться в стадии разработки новые функции и площадки будут постепенно добавляться</b>',

     'save': 'Объявление сохранено в закладки',

     'delete': 'Закладка удаленна',

     'empty': 'У вас нет закладок'
}

KEYBOARDS = {
    'start': ['Сначала дешевые', 'Сначала дорогие'],
    'next': ['Следующее объявление'],
    'pagination': ['<<', '>>'],
    'main': 'Сохранить в закладки',
    'bookmarks': 'Удалить',
    '<<': 'backward',
    '>>': 'forward',
    'Сохранить в закладки': 'save',

}

BOOKMARKS_KB = {
    'pagination': ['<<', '>>'],
    '<<': 'backward_bookmarks',
    '>>': 'forward_bookmarks'
}

LEXICON_COMMANDS = {
    '/help': 'Для получения справки',
    '/mybookmarks': 'Открыть закладки',
    '/stop': 'Остановить поиск',
}